/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Tidak Boleh Selesaikan Tindakan";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Cuba lagi kemudian.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Tidak Boleh Buka";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Format media ini tidak disokong.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Tidak Boleh Buka";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Media ini mungkin rosak.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Tidak Boleh Buka";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "App ini tidak dibenarkan untuk memainkan fail ini."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Tidak Boleh Buka";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Media ini tidak boleh digunakan.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Tidak Boleh Nyahkod";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Penyahkod yang diperlukan untuk media ini sibuk.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Hentikan sebarang tindakan lain yang menyahkod media dan cuba lagi.";
